# #3) შექმენით სპროტის სახეობების სია,  რომელშიც იქნება მინიმუმ 10 ელემენტი, 
# შემდეგ indexing-ისა და slicing-ის საშვალებით გამოიტანეთ შემდეგი ნაწილები

# indexing
# გამოიტანეთ სიის მესამე ელემენტი,
# შეცვალეთ სიის პირველი ელემენტი,
# slicing
# გამოიტანეთ 2-იდან 5-მდე ელემენტები,
# გამოიტანეთ ყველა ელემენტი 3-ის შემდეგ,
# გამოიტანეთ 6-მდე ყველა ელემენტი,
# გამოიტანეთ მთლიანი სია შებრუნებულად

sport = ["Volleyball", "Football", 3, 4, 5, 6, 7, 8, 9, 10]
print(sport[2])
sport[1] = "Volley on top"
print(sport[1])

print(sport[2:5])
print(sport[:6])
print(sport[::-1])